<?php

return [
    "adminType" => [
        "0" => "系统用户",
        "1" => "甲方用户"
    ],
    "type" => [
        "0" => "商务合同",
        "1" => "任务合同",
        "2" => "用户合同"
    ],
    "default" => [
        "0" => "正常",
        "1" => "禁用"
    ],
    "marry" => [
        "0" => "否",
        "1" => "是"
    ],
    "sex" => [
        "0" => "男",
        "1" => "女"
    ],
    "edu" => [
        "1" => "小学",
        "2" => "初中",
        "3" => "高中",
        "4" => "专科",
        "5" => "本科",
        "6" => "研究生",
    ],
    "polity" => [
        "1" => "中共党员",
        "2" => "中共预备党员",
        "3" => "共青团员",
        "4" => "民革党员",
        "5" => "民盟盟员",
        "6" => "民建会员",
        "7" => "民进会员",
        "8" => "农工党党员",
        "9" => "致公党党员",
        "10" => "九三学社社员",
        "11" => "台盟盟员",
        "12" => "无党派人士",
        "13" => "群众",
    ],
    "industry" => [
        "1"  => "农、林、牧、渔业",
        "2"  => "采矿业",
        "3"  => "制造业",
        "4"  => "电力、燃气及水的生产和供应业",
        "5"  => "建筑业",
        "6"  => "交通运输、仓储和邮政业",
        "7"  => "信息传输、计算机服务和软件业",
        "8"  => "批发和零售业",
        "9"  => "住宿和餐饮业",
        "10" => "金融业",
        "11" => "房地产业",
        "12" => "租赁和商务服务业",
        "13" => "科学研究、技术服务和地质勘查业",
        "14" => "水利、环境和公共设施管理业",
        "15" => "居民服务和其他服务业",
        "16" => "教育",
        "17" => "卫生、社会保障和社会福利业",
        "18" => "文化、体育和娱乐业。"
    ],
    "log_status" => [
        "0" => "待审核",
        "1" => "审核通过",
        "2" => "审核不通过"
    ],
    "pay_status" => [
        "0" => "未付款",
        "1" => "已付款",
        "2" => "付款失败"
    ],
    "operate" => [
        "0" => "未处理",
        "1" => "已处理"
    ]
];
